{"BABONUS": {
  "AvailableFiltersTooltip": "The list of filters you can apply to this bonus, further narrowing down which rolls it should apply to. Each filter must be true for the bonus to apply.",
  "Babonus": "Babonus",
  "Bonuses": "Bonuses",
  "TestBabonus": "Ability Check Babonus",
  "AttackBabonus": "Attack Roll Babonus",
  "DamageBabonus": "Damage Roll Babonus",
  "HitdieBabonus": "Hit Die Babonus",
  "SaveBabonus": "Save DC Babonus",
  "ThrowBabonus": "Saving Throw Babonus",
  "BasicBonuses": "Basic Bonuses",
  "BonusCopy": "{name} (Copy)",
  "OptionalSelector": {
    "LabelApply": "Apply",
    "LabelConsume": "Consume"
  },
  "ConfigurationCopyTooltip": "Create a duplicate of this bonus",
  "ConfigurationEditTooltip": "Edit this bonus",
  "ConsumptionOption": "({value}) of {max} {label}",
  "ContextMenu": {
    "Delete": "Delete",
    "Disable": "Disable",
    "Duplicate": "Duplicate",
    "Edit": "Edit",
    "Enable": "Enable"
  },
  "Create": "Create New Bonus",
  "CurrentBonuses": "Current Bonuses",
  "CurrentBonusesTooltip": "The bonuses you have created that are currently stored on this Actor, Item, or ActiveEffect.",
  "CurrentFiltersTooltip": "The filters currently applied to the bonus, further narrowing down which rolls it should apply to. Each filter must be true for the bonus to apply.",
  "Example": "Example",
  "FIELDS": {
    "aura": {
      "blockers": {
        "hint": "The status conditions that block an aura from being transferred, such as a paladin's aura that is only active while the paladin is neither dead nor unconscious.",
        "label": "Blocking Conditions"
      },
      "disposition": {
        "hint": "Which targets should be affected by this aura, relative to the disposition of the origin token.",
        "label": "Valid Targets",
        "optionAlly": "Allied Targets",
        "optionAny": "Any Targets",
        "optionEnemy": "Enemy Targets"
      },
      "enabled": {
        "hint": "Configure whether and how the bonus acts as an aura.",
        "label": "Enable"
      },
      "label": "Aura Configuration",
      "range": {
        "hint": "The range of the aura, measured in feet (put in '-1' for an unlimited range).",
        "label": "Range",
        "labelFt": "Range ({range} ft)",
        "labelUnlimited": "Range ({range})"
      },
      "require": {
        "light": {
          "hint": "If checked, the aura will be restricted by anything that blocks light.",
          "label": "Enforce Light Restrictions"
        },
        "move": {
          "hint": "If checked, the aura will be restricted by anything that blocks movement.",
          "label": "Enforce Move Restrictions"
        },
        "sight": {
          "hint": "If checked, the aura will be restricted by anything that blocks vision.",
          "label": "Enforce Sight Restrictions"
        },
        "sound": {
          "hint": "If checked, the aura will be restricted by anything that blocks sound.",
          "label": "Enforce Sound Restrictions"
        }
      },
      "self": {
        "hint": "Whether the aura should affect its owner regardless of any other targeting behavior.",
        "label": "Affect Self"
      },
      "template": {
        "hint": "If the aura affects the area within a Measured Template instead of having a range (for items that are able to place a template).",
        "label": "Applies to Template"
      }
    },
    "consume": {
      "enabled": {
        "hint": "Configure whether and how the bonus consumes a property. A bonus cannot be set to consume unless it is optional.",
        "label": "Enable"
      },
      "formula": {
        "hint": "The formula by which the bonus scales at each step.",
        "label": "Scaling Formula"
      },
      "label": "Consumption Configuration",
      "scales": {
        "hint": "Decide whether this bonus can consume more than the base amount of the consumed property and scale its bonus accordingly.",
        "label": "Enable Scaling"
      },
      "subtype": {
        "label": "Subtype"
      },
      "type": {
        "label": "Consumption Type",
        "optionEffect": "Active Effect",
        "optionSlots": "Spell Slot"
      },
      "value": {
        "label": "Consumed Values",
        "labelSlot": "Spell Slot Size",
        "hint": "The amount that will be consumed when opting into this bonus.",
        "hintScale": "The minimum and maximum amounts that can be consumed when opting into this bonus.",
        "hintScaleSlot": "The minimum and maximum sizes of a spell slot to opt into this bonus. If a spell slot greater than this maximum is consumed, it grants no additional benefit.",
        "hintSlot": "The minimum size of a spell slot required to opt into this bonus.",
        "min": {
          "label": "Minimum",
          "labelSlot": "Smallest"
        },
        "max": {
          "label": "Maximum",
          "labelSlot": "Largest"
        },
        "step": {
          "label": "Step",
          "hint": "The delta, or step, of the choices when consuming."
        }
      }
    },
    "description": {
      "hint": "The text that accompanies this bonus. While not required, this is shown in tooltips as well as any hints for optional bonuses.",
      "label": "Description"
    },
    "enabled": {
      "hint": "Toggle this bonus on or off. A bonus that is toggled off will be completely ignored.",
      "label": "Enabled"
    },
    "exclusive": {
      "hint": "Toggle whether this bonus applies only to the item on which it is created. A bonus cannot be set to apply to one specific item only, unless created on said item, and applying to attack, damage, save DCs, or tool checks.",
      "label": "Exclusive"
    },
    "img": {
      "hint": "The image of this bonus to display where relevant.",
      "label": "Image"
    },
    "optional": {
      "hint": "Toggle whether this bonus should be opted into when rolling. Note that this feature is not available for bonuses to save DCs.",
      "label": "Optional"
    },
    "reminder": {
      "hint": "Toggle whether this bonus simply serves as a reminder. To use this, it must not be granting any bonuses or dice modifications. This feature is also only available for rolls that have a configuration dialog.",
      "label": "Reminder"
    },
    "filters": {
      "abilities": {
        "hint": "Filter by the ability score being used for the roll. This filter will respect items that are set to use their Default ability score, such as spells set to use the Spellcasting ability, or weapons that are Finesse.",
        "label": "Ability Modifier"
      },
      "actorCreatureSizes": {
        "hint": "Filter by the creature size of the actor, requiring that the actor making the roll is one of the chosen creature sizes.",
        "label": "Creature Sizes"
      },
      "actorCreatureTypes": {
        "hint": "Filter by the type of creature the rolling actor must be one of (or have as a subtype), or the type of creature the rolling actor must not be one of. For example 'undead', 'fey', or 'construct'. To designate a creature type as a subtype, write as many as you like in the actor's Subtype field, separated by a '/'.",
        "label": "Actor Creature Types"
      },
      "actorLanguages": {
        "hint": "Filter by the languages the actor can or cannot speak, read, or write. This will take into account if an actor can speak an entire group of languages such as Primordial rather than only the specific dialects.",
        "label": "Spoken Languages"
      },
      "arbitraryComparisons": {
        "hint": "Insert numbers, roll data properties, strings, or a combination of the three, that must be in a specific relationship for the bonus to apply. This comparison can evaluate substrings by using either of the inequalities. You can also use roll data from a targeted token's actor by prepending with '@target'.",
        "label": "Arbitrary Comparisons",
        "one": {
          "placeholder": "Value…"
        },
        "other": {
          "placeholder": "Other value…"
        }
      },
      "attackModes": {
        "hint": "Filter by the type of attack the item is performing, which decides the damage roll. For example, an unarmed strike, a two-handed weapon attack, or ranged spell attack.",
        "label": "Attack Modes",
        "value": {
          "label": "Range"
        },
        "classification": {
          "label": "Type"
        },
        "mode": {
          "label": "Mode"
        }
      },
      "baseArmors": {
        "hint": "Filter by the type of armor the actor must be wearing or must not be wearing (including shields). For example if wanting the bonus to apply only when wearing Chain Mail or while unarmored. This filter can take into account armor categories such as 'Light Armor' as well.",
        "label": "Armor Types"
      },
      "baseTools": {
        "hint": "Filter by the types of tools the item making the roll must be one of or none of. For example if wanting the bonus to apply only when using an Herbalism Kit, Thieves' Tools, or Cobbler's Tools.",
        "label": "Tool Types"
      },
      "baseWeapons": {
        "hint": "Filter by the types of weapons the item making the roll must be one of or none of. For example if wanting the bonus to apply only when using a Battleaxe, Shortbow, or Longsword. This filter can take categories into account as well.",
        "label": "Weapon Types"
      },
      "creatureTypes": {
        "hint": "Filter by the type of creature the targeted actor must be one of (or have as a subtype), or the type of creature the targeted actor must not be one of. For example 'undead', 'fey', or 'construct'. To designate a creature type as a subtype, write as many as you like in the actor's Subtype field, separated by a '/'.",
        "label": "Target Creature Types"
      },
      "customScripts": {
        "hint": "Filter using any custom script you want to write yourself. The script has to be completely synchronous and must explicitly return true or false. As helper variables, the script is supplied with the actor and token of the one performing the roll ('actor' and 'token'), the item being used ('item', if any), and the bonus on which this script is attached ('bonus'). These variables can be accessed directly.",
        "label": "Custom Script"
      },
      "damageTypes": {
        "hint": "Filter by the type of damage that must be or must not be part of the roll. For example if a spell must be dealing fire or lightning damage.",
        "label": "Damage Types"
      },
      "featureTypes": {
        "hint": "Filter by the type and subtype a feature-type item must be. For example a class feature, ki feature, or monster feature.",
        "label": "Feature Types",
        "subtype": {
          "label": "Subtype"
        },
        "type": {
          "label": "Type"
        }
      },
      "healthPercentages": {
        "hint": "Filter by the percentage of health the actor must at least have, or at most have. For example if the actor performing the roll must be at or above 90% health remaining.",
        "label": "Health Percentage",
        "type": {
          "label": "Type",
          "optionLT": "Less than",
          "optionGT": "More than"
        },
        "value": {
          "label": "Threshold"
        }
      },
      "identifiers": {
        "hint": "Filter by the identifiers that an item must have one of for the bonus to apply. You can set an item's identifier in its source config.",
        "label": "Identifiers",
        "placeholder": "Enter identifiers"
      },
      "itemTypes": {
        "hint": "Filter by the type of the item being used to perform the roll. For example if the bonus should only apply to spells or only to weapons.",
        "label": "Item Types"
      },
      "markers": {
        "label": "Markers",
        "hint": "Filter by markers that must be stored on actor performing the roll for the bonus to apply. The item being used, or its actor, must have at least one of these markers. Any markers stored on applied effects will also be valid. You can additionally compare for markers on your target.",
        "placeholder": "Enter marker…",
        "target": {
          "label": "Target Markers",
          "hint": "Markers of which one must be present on the target."
        },
        "values": {
          "label": "Markers",
          "hint": "Markers of which one must be present on the one performing the roll."
        }
      },
      "preparationModes": {
        "hint": "Filter by the type of preparation mode a spell must be set to for the bonus to apply. For example when using a spell that is prepared as Pact Magic or Ritual Spellcasting.",
        "label": "Preparation Modes"
      },
      "proficiencyLevels": {
        "hint": "Filter by the level of proficiency of the roll. For example, if the bonus should only apply if the tool being used is rolled with expertise, or if a saving throw is non-proficient.",
        "label": "Proficiency Levels"
      },
      "remainingSpellSlots": {
        "hint": "Filter by the minimum and maximum total number of spell slots the actor performing the roll must have remaining for the bonus to apply. For example if you want a bonus to apply only if you have 3 spell slots or more remaining, or no spell slots remaining at all. This can be toggled such that each remaining spell slot has a value equal to its size.",
        "label": "Remaining Spell Slots",
        "rangeLabel": "Range",
        "size": {
          "label": "Size",
          "hint": "Take the size of the spell slot into account, meaning a spell slot of 5th level counts as a value of five. Otherwise, each spell slots count as one."
        }
      },
      "saveAbilities": {
        "hint": "Filter by the ability score that must be used to set the saving throw DC of the item for the bonus to apply; for example a Battle Master fighter who determines their Maneuver DC with Dexterity. This can be different from the ability the item otherwise uses. If an item is set to scale with 'Spellcasting', the spellcasting ability of the actor performing the roll is used to compared.",
        "label": "Save DC Abilities"
      },
      "skillIds": {
        "hint": "Filter by the types of skills the roll being performed must be one of or none of. For example if the bonus should apply only to skill checks made with Athletics, Nature, or Survival.",
        "label": "Skills"
      },
      "sourceClasses": {
        "hint": "Filter by the identifiers of the classes that a spell should belong to. A source class identifier can be set in the spell on the Details tab.",
        "label": "Source Classes",
        "placeholder": "Enter identifiers"
      },
      "spellComponents": {
        "hint": "Filter by the components or tags the spell being cast must have. You can choose whether the spell must have all of the given components or tags, or at least one of them. For example if you want a bonus to apply to all spells that require concentration or all spells with a material component.",
        "label": "Spell Components",
        "match": {
          "label": "Matching",
          "optionAll": "Match all",
          "optionAny": "Match any"
        },
        "types": {
          "label": "Types"
        }
      },
      "spellLevels": {
        "hint": "Filter by the level at which the spell must be cast. For example, you can have a bonus apply only to cantrips, only to leveled spells, or only to spells of 3rd level or below.",
        "label": "Spell Levels"
      },
      "spellSchools": {
        "hint": "Filter by the school a spell must belong to. If multiple schools are selected, the spell must belong to any one of them. For example, if you want a bonus to apply only to Divination or Evocation spells.",
        "label": "Spell Schools"
      },
      "statusEffects": {
        "hint": "Filter by the conditions the actor performing the roll must be affected by or must not be affected by. This will take into account any condition immunities the actor has, such as immunity to being paralyzed.",
        "label": "Actor Conditions"
      },
      "targetArmors": {
        "hint": "Filter by the type of armor the target must be wearing or must not be wearing (including shields). For example if wanting the bonus to apply only when the target is wearing Chain Mail or is unarmored. This filter can take into account armor categories such as 'Light Armor' as well.",
        "label": "Target Armor"
      },
      "targetEffects": {
        "hint": "Filter by the conditions the targeted actor must be affected by or must not be affected by. This will take into account any condition immunities the actor has, such as immunity to being paralyzed.",
        "label": "Target Conditions"
      },
      "throwTypes": {
        "hint": "Filter by the type of saving throw the bonus should apply to. For example if the bonus should apply only to Intelligence or Charisma saving throws, or even to Death saving throws or saving throws to maintain concentration on an effect.",
        "label": "Saving Throw Types"
      },
      "tokenSizes": {
        "hint": "Filter by the size of a targeted token, and whether to compare against the rolling token as well. For example if it should be required that a targeted token is at least 2-by-2 but also larger than the token of the actor performing the roll.",
        "label": "Token Sizes",
        "self": {
          "label": "Compare to self",
          "hint": "If checked, the target token must be larger/smaller than the rolling actor's token size in addition to the above value."
        },
        "size": {
          "label": "Size",
          "placeholder": "Size…"
        },
        "type": {
          "optionGT": "Greater than",
          "optionLT": "Smaller than"
        }
      },
      "weaponProperties": {
        "hint": "Filter by the weapon properties that the item being used to perform the roll either must have some of or cannot have any of. For example if the bonus should apply only to Two-Handed weapons or Versatile weapons.",
        "label": "Weapon Properties"
      }
    }
  },
  "MODIFIERS": {
    "FIELDS": {
      "amount": {
        "label": "Dice Quantity",
        "enabled": {
          "label": "Quantity Modification"
        },
        "mode": {
          "hint": "Whether to add the additional dice on top or multiply the value by this amount.",
          "label": "Mode"
        },
        "value": {
          "hint": "The increase to the amount of dice rolled.",
          "label": "Additional Dice"
        }
      },
      "config": {
        "label": "Dice Configuration",
        "enabled": {
          "label": "Enabled Modifications",
          "hint": "Toggle which dice modifications should be configurable and applying to the die rolls."
        },
        "first": {
          "hint": "If checked, the die modifiers only apply to the first die in the full expression.",
          "label": "First Die Only"
        }
      },
      "explode": {
        "label": "Exploding Dice",
        "enabled": {
          "label": "Exploding Dice"
        },
        "limit": {
          "hint": "The maximum amount of explosions allowed. If left blank, there will not be any limit enforced.",
          "label": "Maximum Explosions"
        },
        "once": {
          "hint": "Limit the dice to explode at most once.",
          "label": "Explode Once"
        },
        "value": {
          "hint": "The threshold for the explosive behaviour.",
          "label": "Threshold"
        }
      },
      "maximum": {
        "label": "Maximum Results",
        "enabled": {
          "hint": "Allow this bonus to configure the maximum result rolled on each die.",
          "label": "Maximum Results"
        },
        "value": {
          "hint": "The maximum result able to be rolled. By using negative values, the ceiling will be calculated from the top rather than the bottom.",
          "label": "Maximum Value"
        },
        "zero": {
          "hint": "Allow 0 as a final value. Otherwise the minimum result allowed will be 1.",
          "label": "Allow Zero"
        }
      },
      "minimum": {
        "label": "Minimum Results",
        "enabled": {
          "hint": "Allow this bonus to configure the minimum result rolled on each die.",
          "label": "Minimum Results"
        },
        "value": {
          "hint": "The minimum result able to be rolled. By using negative values, the floor will be calculated from the top rather than the bottom.",
          "label": "Minimum Value"
        },
        "maximize": {
          "hint": "Cause all dice to be maximized.",
          "label": "Maximize"
        }
      },
      "mode": {
        "optionAdd": "Add",
        "optionMultiply": "Multiply"
      },
      "reroll": {
        "label": "Rerolling Dice",
        "enabled": {
          "hint": "Allow this bonus to cause the dice to reroll.",
          "label": "Rerolling Behaviour"
        },
        "invert": {
          "hint": "Whether to reroll dice that roll above the threshold instead of below the threshold.",
          "label": "Inverted"
        },
        "limit": {
          "hint": "The maximum amount of rerolls allowed if recursive. If left blank, there will not be any limit enforced.",
          "label": "Maximum Rerolls"
        },
        "recursive": {
          "hint": "Whether to reroll the dice recursively.",
          "label": "Recursive"
        },
        "value": {
          "hint": "The threshold for the reroll behaviour.",
          "label": "Threshold"
        }
      },
      "size": {
        "label": "Dice Size",
        "enabled": {
          "hint": "Allow this bonus to make changes to the size of dice rolled.",
          "label": "Size Modification"
        },
        "mode": {
          "hint": "Whether to increase the dice sizes by the amount or multiply the faces.",
          "label": "Mode"
        },
        "value": {
          "hint": "The increase to the size of the dice rolled.",
          "label": "Size Increase"
        }
      }
    }
  },
  "ID": "ID",
  "Keys": "Keys",
  "KeysDialogApplySelection": "Apply Selection",
  "KeysDialogExclude": "Exclude",
  "KeysDialogInclude": "Include",
  "KeysDialogState": "State",
  "KeysDialogTitle": "Keys: {name}",
  "KeysDialogValue": "Value",
  "Labels": {
    "Consuming": "Consuming",
    "Disabled": "Disabled",
    "Exclusive": "Item Exclusive",
    "Filters": "{n} Filters",
    "Optional": "Optional",
    "Reminder": "Reminder",
    "TemplateAura": "Template Aura",
    "TokenAura": "Token Aura"
  },
  "Largest": "Largest",
  "ModuleTitle": "Build-a-Bonus",
  "NewBabonus": "New Babonus",
  "OriginName": "Origin: {name}",
  "OverviewActor": "Actor",
  "OverviewCopied": "The uuid has been copied to clipboard.",
  "OverviewImmediateParent": "Immediate Parent",
  "OverviewName": "Name",
  "OverviewTitle": "Applied Bonuses",
  "RegionConfigHint": "Open the builder for bonuses on this scene region. These will apply to any token contained within the region.",
  "Relative": "Relative",
  "SearchBonuses": "Search Bonuses",
  "SelectType": "Select a Type",
  "SelectTypeTooltip": "Select a type for your new bonus; the kind of roll to which it should apply.",
  "SettingsAllowFumbleNegationHint": "Allow for modifiers to the fumble range on attack rolls to go below 1?",
  "SettingsAllowFumbleNegationName": "Allow Fumble Negation",
  "SettingsDisableCustomScriptFilterHint": "Disable the 'Custom Script' filters from having their values read. Instead the filter always immediately returns true. Enable this setting if you prefer other users not executing scripts.",
  "SettingsDisableCustomScriptFilterName": "Disable 'Custom Script' filter.",
  "SettingsDisplayLabelHint": "If checked, the label is displayed in the header of applicable actors, items, and effects.",
  "SettingsDisplayLabelName": "Display Label",
  "SettingsPadAuraRadius": "Pad Aura Radius",
  "SettingsPadAuraRadiusHint": "On gridless scenes, extend the radius of auras due to token size?",
  "SettingsShowAuraRangesHint": "Create a visual indicator for the ranges of babonus auras. This does not apply to template auras or auras with unlimited ranges. If the roller is within an aura, it is marked green, otherwise red.",
  "SettingsShowAuraRangesName": "Show Aura Ranges",
  "SettingsShowBuilderForPlayersHint": "If disabled, the icon to enter the builder will not be available in the header for players.",
  "SettingsShowBuilderForPlayersName": "Show for Players",
  "SettingsShowSheetTab": "Character/NPC Sheet Tab",
  "SettingsShowSheetTabHint": "Add a new tab on the character/npc sheets rather than adding a header button.",
  "SheetTabs": {
    "Advanced": "Advanced",
    "Bonuses": "Bonuses",
    "Configuration": "Configuration",
    "Description": "Description",
    "Filters": "Filters"
  },
  "MarkersDialog": {
    "field": {
      "label": "Markers",
      "hint": "Apply markers to this document for the purpose of the 'Markers' filter."
    },
    "title": "Apply Markers: {name}"
  },
  "ToggleBonus": "Toggle Bonus",
  "Toggles": "Toggles",
  "ATTACK": {
    "Label": "Attack Rolls",
    "FIELDS": {
      "bonuses": {
        "bonus": {
          "label": "Attack Roll Bonus",
          "hint": "Additional parts to add on top of the attack roll."
        },
        "criticalRange": {
          "label": "Critical Range Modifier",
          "hint": "An integer to subtract from the critical range of the attack roll. This field respects roll data, but not dice rolls."
        },
        "fumbleRange": {
          "label": "Fumble Range Modifier",
          "hint": "An integer to add to the fumble range of the attack roll. This field respects roll data, but not dice rolls."
        }
      }
    }
  },
  "DAMAGE": {
    "Label": "Damage Rolls",
    "FIELDS": {
      "bonuses": {
        "bonus": {
          "label": "Damage Roll Bonus",
          "hint": "Additional parts to add on top of the damage roll."
        },
        "criticalBonusDamage": {
          "hint": "Additional parts to add on top of the damage roll on critical hits.",
          "label": "Extra Critical Hit Damage"
        },
        "criticalBonusDice": {
          "hint": "An additional number of dice that should be rolled on a critical hit. This field respects roll data, but not dice rolls.",
          "label": "Extra Critical Hit Dice"
        },
        "damageType": {
          "hint": "The damage type of the parts added to the damage roll.",
          "label": "Damage Type"
        }
      }
    }
  },
  "HITDIE": {
    "Label": "Hit Die Rolls",
    "FIELDS": {
      "bonuses": {
        "bonus": {
          "label": "Hit Die Roll Bonus",
          "hint": "Additional parts to add on top of the hit die roll."
        }
      }
    }
  },
  "SAVE": {
    "Label": "Save DCs",
    "FIELDS": {
      "bonuses": {
        "bonus": {
          "hint": "An integer to add onto the DC of a saving throw. This field respects roll data, but not dice rolls.",
          "label": "Save DC Bonus"
        }
      }
    }
  },
  "TEST": {
    "Label": "Ability Checks",
    "FIELDS": {
      "bonuses": {
        "bonus": {
          "label": "Ability Check Bonus",
          "hint": "Additional parts to add on top of the ability check."
        }
      }
    }
  },
  "THROW": {
    "Label": "Saving Throws",
    "FIELDS": {
      "bonuses": {
        "bonus": {
          "hint": "Additional parts to add on top of the saving throw roll.",
          "label": "Saving Throw Bonus"
        },
        "deathSaveCritical": {
          "hint": "An integer to subtract from the threshold that decides when a Death Saving Throw results in restoring consciousness and 1 hit point. This field respects roll data, but not dice rolls.",
          "label": "Death Save Critical Limit"
        },
        "targetValue": {
          "hint": "An integer to subtract from the minimum requirement to pass a saving throw. This field respects roll data, but not dice rolls.",
          "label": "Target Value"
        }
      }
    }
  },
  "Warning": {
    "Consuming": {
      "CurrencyUnavailable": "You do not have the required amount of that denomination.",
      "EffectUnavailable": "The associated effect no longer exists.",
      "HealthUnavailable": "You do not have enough hit points remaining.",
      "HitdiceUnavailable": "You do not have enough hit dice remaining.",
      "InspirationUnavailable": "You do not have inspiration.",
      "QuantityUnavailable": "You do not have the required quantity of the associated item.",
      "SlotsUnavailable": "You do not have any remaining spell slots of that level.",
      "UsesUnavailable": "You do not have the required number of charges on the item."
    }
  }
}}
