{"BABONUS": {
  "Advanced": "Avançado",
  "AuraConfiguration": "Aura",
  "AvailableFiltersTooltip": "A lista de filtros que você pode aplicar a este bônus, restringindo ainda mais a quais jogadas ele deve ser aplicado. Cada filtro deve ser verdadeiro para que o bônus seja aplicado",
  "Babonus": "Babonus",
  "BasicBonuses": "Bônus Básicos",
  "BasicConfiguration": "Configuração Base",
  "BonusCopy": "{name} (Copy)",
  "Bonuses": "Bônus",
  "CompareToSelf": "Comparar consigo mesmo:",
  "Configuration": "Configuração",
  "ConfigurationAuraInvalid": "No momento, este bônus não pode funcionar como uma aura.",
  "ConfigurationAuraRequire": "Requisitos",
  "ConfigurationAuraRequireTooltip": "Propriedades específicas relacionadas à tela que são necessárias para que a aura afete um alvo.",
  "ConfigurationAuraTargetArea": "Área Alvo",
  "ConfigurationConsumptionConsume": "Consumir:",
  "ConfigurationConsumptionInvalid": "Este bônus não pode consumir nenhum valor no momento.",
  "ConfigurationCopyTooltip": "Crie uma duplicata deste bônus",
  "ConfigurationEditTooltip": "Edite este bônus",
  "ConsumptionConfiguration": "Consumo",
  "ConsumptionOption": "({value}) de {max} {label}",
  "ConsumptionTypeCurrencySubtype": "Denominação",
  "ConsumptionTypeCurrencyUnavailable": "Você não tem a quantidade necessária dessa denominação.",
  "ConsumptionTypeEffect": "Efeito Ativo",
  "ConsumptionTypeEffectUnavailable": "O efeito associado não existe mais.",
  "ConsumptionTypeHealthUnavailable": "Você não tem pontos de vida suficientes.",
  "ConsumptionTypeHitdiceSubtype": "Tamanho do Dado de Vida",
  "ConsumptionTypeHitdiceUnavailable": "Você não tem dados de vida suficientes restantes.",
  "ConsumptionTypeInspirationUnavailable": "Você não tem Inspiração.",
  "ConsumptionTypeQuantityUnavailable": "Você não tem a quantidade necessária do item associado.",
  "ConsumptionTypeSlots": "Espaço de Magia",
  "ConsumptionTypeSlotsUnavailable": "Você não tem espaços de magia restantes desse nível.",
  "ConsumptionTypeUsesUnavailable": "Você não tem o número necessário de cargas no item.",
  "ContextMenu": {
    "Delete": "Excluir",
    "Disable": "Desabilitar",
    "Duplicate": "Duplicar",
    "Edit": "Editar",
    "Enable": "Habilitar"
  },
  "Create": "Criar Novo Bônus",
  "CurrentBonuses": "Bônus Atuais",
  "CurrentBonusesTooltip": "Os bônus que você criou e que estão atualmente armazenados neste Ator, Item ou Efeito Ativo.",
  "CurrentFiltersTooltip": "Os filtros atualmente aplicados ao bônus, restringindo ainda mais a quais jogadas ele deve ser aplicado. Cada filtro deve ser verdadeiro para que o bônus seja aplicado.",
  "Description": "Descrição",
  "Example": "Exemplo",
  "Fields": {
    "Aura": {
      "Blockers": {
        "Hint": "Os tipos de condições que impedem a transferência de uma aura, como a aura de um Paladino que só fica ativa enquanto o Paladino não está Morto nem Inconsciente.",
        "Label": "Condições de Bloqueio"
      },
      "Disposition": {
        "Hint": "Quais alvos devem ser afetados por esta aura, em relação à disposição do token de origem.",
        "Label": "Alvos Válidos",
        "OptionAlly": "Alvos Aliados",
        "OptionAny": "Quaisquer Alvos",
        "OptionEnemy": "Alvos Inimigos"
      },
      "Enabled": {
        "Hint": "Configure se e como o bônus funciona como uma aura."
      },
      "Range": {
        "Hint": "O alcance da aura, medido em pés (coloque '-1' para um alcance ilimitado). Este campo suporta dados de rolagem.",
        "Label": "Alcance ({range})",
        "LabelFt": "Alcance ({range} pés)",
        "Placeholder": "Alcance…"
      },
      "RequireLight": {
        "Hint": "Se marcada, a aura será restringida por qualquer coisa que bloqueie a luz",
        "Label": "Luz"
      },
      "RequireMove": {
        "Hint": "Se marcada, a aura será restringida por qualquer coisa que bloqueie o deslocamento.",
        "Label": "Deslocamento"
      },
      "RequireSight": {
        "Hint": "Se marcada, a aura será restringida por qualquer coisa que bloqueie a visão.",
        "Label": "Visão"
      },
      "RequireSound": {
        "Hint": "Se marcada, a aura será restringida por qualquer coisa que bloqueie o som.",
        "Label": "Som"
      },
      "Self": {
        "Label": "Afeta a Si Mesmo?"
      },
      "Template": {
        "Hint": "Se a aura afeta a área dentro de um modelo ao invés de ter um alcance (para itens que são capazes de colocar um modelo).",
        "Label": "Aplicar ao Modelo?"
      }
    },
    "Consume": {
      "Enabled": {
        "Hint": "Configure se e como o bônus consome uma propriedade. Um bônus não pode ser definido para consumo, a menos que seja opcional."
      },
      "Formula": {
        "Label": "Fórmula de Escala"
      },
      "Scales": {
        "Label": "Escalar?"
      },
      "Type": {
        "Label": "Tipo de Consumo"
      },
      "Values": {
        "Label": "Valores Consumidos",
        "LabelSlot": "Tamanho do Espaço de Magia"
      },
      "ValueStep": {
        "Label": "Etapa"
      }
    },
    "Enabled": {
      "Hint": "Ative ou desative este bônus. Um bônus desativado será completamente ignorado",
      "Label": "Habilitado"
    },
    "Exclusive": {
      "Hint": "Alterne se este bônus se aplica apenas ao item em que foi criado. Um bônus não pode ser definido para ser aplicado apenas a um item específico, a menos que seja criado nesse item e aplicado a ataques, danos, CDs de salvaguarda ou testes de ferramentas.",
      "Label": "Exclusivo"
    },
    "Optional": {
      "Hint": "Alterne se este bônus deve ser ativado ao rolar. Um bônus não pode ser definido como opcional, a menos que forneça um bônus aditivo além de uma jogada de ataque, jogada de dano, salvaguarda ou teste de atributo.",
      "Label": "Opcional"
    }
  },
  "Filters": {
    "Abilities": {
      "Hint": "O valor de atributo usado para o teste. Isso respeita os itens definidos para usar o padrão, como magias que usam o atributo de conjuração ou armas de Acuidade que usam Força ou Destreza.",
      "Label": "Modificador de Atributo"
    },
    "ActorCreatureSizes": {
      "Hint": "A categoria de tamanho que a criatura deve ser.",
      "Label": "Tamanhos de Criatura"
    },
    "ActorCreatureTypes": {
      "Hint": "O tipo de criatura que o ator de origem deve ser (ou ter como subtipo) ou o tipo de criatura que o ator de origem não deve ser. Por exemplo, 'undead', 'fey' ou 'construct'",
      "Label": "Tipos de Criatura do Ator"
    },
    "ActorLanguages": {
      "Hint": "Os idiomas que o ator deve ser capaz de falar, ou não deve ser capaz de falar.",
      "Label": "Idiomas Falados"
    },
    "ArbitraryComparisons": {
      "Hint": "Insira números, propriedades de dados de rolagem, strings ou uma combinação dos três, que devem estar em um relacionamento específico para que o bônus seja aplicado. Esta comparação pode avaliar substrings usando qualquer uma das desigualdades. Você também pode usar dados de rolagem de um ator de token marcado, acrescentando '@target.",
      "Label": "Comparação Arbitrária",
      "One": "Valor…",
      "Other": "Outro valor…"
    },
    "AttackTypes": {
      "Hint": "O tipo de jogada de ataque que o item deve ter para que o bônus seja aplicado. Por exemplo, se você conjurar uma magia que deve envolver um ataque mágico à distância (rsak) ou ataque armado corpo a corpo (mwak).",
      "Label": "Tipos de Ataque"
    },
    "BaseArmors": {
      "Hint": "O tipo de armadura que você deve usar ou não deve usar para que o bônus seja aplicado, incluindo escudos.",
      "Label": "Tipos de Armadura"
    },
    "BaseTools": {
      "Hint": "Os tipos de ferramentas que o item deve ser um ou nenhum para que o bônus seja aplicado. Por exemplo, Kit de Herbalismo, Ferramentas de Ladrão ou Ferramentas de Sapateiro.",
      "Label": "Tipos de Ferramenta"
    },
    "BaseWeapons": {
      "Hint": "Os tipos de armas do item devem ser um ou nenhum para que o bônus seja aplicado. Por exemplo, Machado de Batalha, Arco Curto ou Espada Longa.",
      "Label": "Tipos de Arma"
    },
    "CreatureTypes": {
      "Hint": "O tipo de criatura da qual o ator alvo deve ser (ou ter como subtipo), ou o tipo de criatura da qual o ator alvo não deve ser. Por exemplo, 'undead', 'fey', ou 'construct'.",
      "Label": "Tipos de Criatura Alvo"
    },
    "CustomScripts": {
      "Hint": "Qualquer script personalizado que você queira escrever. O script deve ser totalmente síncrono e retornar verdadeiro ou falso. Como variáveis auxiliares, o script é fornecido com 'token', 'actor', 'item' e 'bonus', se aplicável.",
      "Label": "Script Personalizado"
    },
    "DamageTypes": {
      "Hint": "O tipo de dano que o item deve causar para que o bônus seja aplicado ou não deve causar para que o bônus seja aplicado. Por exemplo, se uma magia causa dano ígneo.",
      "Label": "Tipos de Dano"
    },
    "FeatureTypes": {
      "Hint": "O tipo e subtipo que um item de característica deve ter. Por exemplo, um Recurso de Classe, Recurso de Ki ou Recurso de Monstro.",
      "Label": "Tipos de Característica"
    },
    "HealthPercentages": {
      "Hint": "A porcentagem de vida que o ator deve ter no mínimo, ou no máximo, para que o bônus seja aplicado.",
      "Label": "Porcentagem de Vida",
      "OptionLess": "ou menor",
      "OptionMore": "ou maior"
    },
    "ItemTypes": {
      "Hint": "Os tipos de itens aos quais o bônus deve ser aplicado. Por exemplo, se o item se aplicar apenas a magias ou apenas a armas.",
      "Label": "Tipos de Item"
    },
    "PreparationModes": {
      "Hint": "O tipo de modo de preparação em que o feitiço deve ser definido para que o bônus seja aplicado, como 'Pacto' para Magia de Pacto ou 'À Vontade'.",
      "Label": "Modos de Preparação"
    },
    "ProficiencyLevels": {
      "Hint": "O nível de proficiência que o ator deve ter com a rolagem feita.",
      "Label": "Níveis de Proficiência"
    },
    "RemainingSpellSlots": {
      "Hint": "O número total mínimo e máximo de espaços de magia restantes que o ator deve ter para que o bônus seja aplicado. Por exemplo, se você quiser que um bônus seja aplicado apenas se você tiver 3 espaços de magia ou mais restantes, ou nenhum espaço restante.",
      "Label": "Espaços de Magia Restantes"
    },
    "SaveAbilities": {
      "Hint": "O atributo que deve ser usado para definir a CD da salvaguarda do item para que o bônus seja aplicado; por exemplo, um Guerreiro Mestre de Batalha que determina sua CD de Manobra com Destreza. Isso pode ser diferente do atributo que o item usa. Se um item for ajustado para escalar com 'Conjuração', o atributo de conjuração do ator é comparado.",
      "Label": "CD Atributo Salvaguarda"
    },
    "SkillIds": {
      "Hint": "Os tipos de perícias que a rolagem deve ser uma ou nenhuma para que o bônus seja aplicado. Por exemplo, Atletismo, Natureza ou Sobrevivência.",
      "Label": "Perícias"
    },
    "SpellComponents": {
      "Hint": "Os componentes ou tags de magia que a magia deve ter para que o bônus seja aplicado. Você pode escolher se a magia deve ter todos os componentes ou tags fornecidos ou pelo menos um deles. Por exemplo, se você quiser que um bônus seja aplicado a todos os feitiços que exigem Concentração.",
      "Label": "Componentes de Magia",
      "MatchAll": "Corresponder todos",
      "MatchAny": "Corresponder qualquer um"
    },
    "SpellLevels": {
      "Hint": "O nível que a magia deve ser conjurada para que o bônus seja aplicado. Você pode selecionar cada nível individualmente. Por exemplo, você pode aplicar um bônus apenas a truques, apenas a magias de nível ou apenas a magias de 3º nível ou inferior.",
      "Label": "Níveis de Magia"
    },
    "SpellSchools": {
      "Hint": "A escola que a magia deve pertencer para que o bônus seja aplicado. Se diversas escolas forem selecionadas, a magia deverá pertencer a qualquer uma delas. Por exemplo, se você quiser que um bônus seja aplicado apenas a magias de Adivinhação.",
      "Label": "Escolas de Magia"
    },
    "StatusEffects": {
      "Hint": "As condições que o ator deve ou não estar afetado, usando o conjunto de status do efeito.",
      "Label": "Condições no Ator"
    },
    "TargetEffects": {
      "Hint": "As condições que o ator alvo deve ou não estar afetado, usando o conjunto de status do efeito.",
      "Label": "Condições no Alvo"
    },
    "ThrowTypes": {
      "Hint": "O tipo de salvaguarda que o bônus deve ser aplicado. Isso também se aplica a Salvaguardas Contra Morte e você também pode ajustar o valor da Salvaguarda Contra Morte do alvo.",
      "Label": "Tipos de Salvaguarda"
    },
    "TokenSizes": {
      "Hint": "O tamanho do token alvo e se também deve ser comparado com o token de origem. Se marcado, o alvo deve ser no mínimo ou no máximo tão grande quanto o de origem.",
      "Label": "Tamanhos do Token"
    },
    "WeaponProperties": {
      "Hint": "As propriedades da arma que o item deve ou não ter para que o bônus seja aplicado. Se alguma for selecionada, a arma deverá ter pelo menos uma das propriedades incluídas e nenhuma das propriedades excluídas. Por exemplo, se você quiser que um bônus seja aplicado apenas a armas de Duas Mãos.",
      "Label": "Propriedades da Arma"
    }
  },
  "FiltersCategory": "Filtros",
  "ID": "ID",
  "Keys": "Keys",
  "KeysDialogApplySelection": "Aplicar Seleção",
  "KeysDialogExclude": "Excluir",
  "KeysDialogInclude": "Incluir",
  "KeysDialogState": "Estado",
  "KeysDialogTitle": "Keys: {name}",
  "KeysDialogValue": "Valor",
  "LabelsConsuming": "Consumindo",
  "LabelsDisabled": "Desabilitado",
  "LabelsExclusive": "Somente Item",
  "LabelsFilters": "{n} Filtros",
  "LabelsOptional": "Opcional",
  "LabelsTemplateAura": "Aura Modelo",
  "LabelsTokenAura": "Aura Token",
  "Largest": "Maior",
  "Maximized": "Maximizado",
  "Maximum": "Máximo",
  "Modifiers": "Modificadores",
  "ModifiersAmount": "Quantidade de Dados",
  "ModifiersAmountValue": "adicional",
  "ModifiersExplode": "Explodir",
  "ModifiersExplodeLimit": "Explosões Máximas",
  "ModifiersExplodeOnce": "Explodir Uma Vez?",
  "ModifiersExplodeValue": "se superior a",
  "ModifiersFirst": "Apenas Primeiro Dado?",
  "ModifiersFirstTooltip": "Se marcado, os modificadores de dados só se aplicam ao primeiro dado na expressão completa.",
  "ModifiersMaximum": "Máximo",
  "ModifiersMaximumValue": "Valor máximo",
  "ModifiersMaximumZero": "Permitir Zero?",
  "ModifiersMinimum": "Mínimo",
  "ModifiersMinimumMaximize": "Maximizar?",
  "ModifiersMinimumValue": "Valor mínimo",
  "ModifiersMode": "Modo",
  "ModifiersModeAdd": "Adicionar",
  "ModifiersModeMultiply": "Multiplicar",
  "ModifiersReroll": "Rerolar",
  "ModifiersRerollInvert": "Invertido?",
  "ModifiersRerollLimit": "Máximo de Re-rolagens",
  "ModifiersRerollRecursive": "Recursivo?",
  "ModifiersRerollValue": "se inferior a",
  "ModifiersSize": "Categoria do Dado",
  "ModifiersSizeValue": "aumento de categoria",
  "ModuleTitle": "Build-a-Bonus",
  "NamePlaceholder": "Nome…",
  "NewBabonus": "Novo Babonus",
  "OriginName": "Origem: {name}",
  "OverviewActor": "Ator",
  "OverviewCopied": "O uuid foi copiado para a área de transferência.",
  "OverviewImmediateParent": "Pai Imediato",
  "OverviewName": "Nome",
  "OverviewTitle": "Bônus Aplicados",
  "Relative": "Relativo",
  "SearchBonuses": "Procurar Bônus",
  "SelectType": "Selecione um Tipo",
  "SelectTypeTooltip": "Selecione um tipo para seu novo bônus; o tipo de rolagem que deve ser aplicado.",
  "SettingsAllowFumbleNegationHint": "Permitir que os modificadores do alcance de falha nas jogadas de ataque fiquem abaixo de 1?",
  "SettingsAllowFumbleNegationName": "Permitir Falha Negativa",
  "SettingsDisableCustomScriptFilterHint": "Desativa os filtros de 'Script Personalizado' para não ter seus valores lidos. Em vez disso, o filtro sempre retorna verdadeiro imediatamente. Habilite esta configuração se preferir que outros usuários não executem scripts.",
  "SettingsDisableCustomScriptFilterName": "Desabilitar 'Script Personalizado'.",
  "SettingsDisplayLabelHint": "Se marcado, o rótulo é exibido no cabeçalho dos atores, itens e efeitos aplicáveis.",
  "SettingsDisplayLabelName": "Exibir Etiqueta",
  "SettingsShowAuraRangesHint": "Crie um indicador visual para os alcances de auras babonus. Isso não se aplica a auras modelo ou auras com alcance ilimitado. Se a origem estiver dentro de uma aura, ele será marcado em verde, caso contrário, em vermelho.",
  "SettingsShowAuraRangesName": "Mostrar Alcances de Aura",
  "SettingsShowBuilderForPlayersHint": "Se desabilitado, o ícone para abrir o módulo não estará disponível no cabeçalho para os jogadores.",
  "SettingsShowBuilderForPlayersName": "Mostrar para Jogadores",
  "SettingsShowSheetTab": "Aba na Ficha",
  "SettingsShowSheetTabHint": "Adicione uma nova aba na ficha de personagem em vez de adicionar um botão de cabeçalho.",
  "SizeGreaterThan": "Maior que",
  "SizePlaceholder": "Tamanho…",
  "SizeSmallerThan": "Menor que",
  "Smallest": "Menor",
  "ToggleBonus": "Alternar Bônus",
  "Toggles": "Alterna",
  "TypeAttack": "Jogadas de Ataque",
  "TypeAttackBonusLabel": "Bônus Jogadas de Ataque",
  "TypeAttackBonusTooltip": "Partes adicionais para adicionar no topo da jogada de ataque.",
  "TypeAttackCriticalRangeLabel": "Modificador de Acerto Crítico",
  "TypeAttackCriticalRangeTooltip": "Um número inteiro a ser subtraído da margem de acerto crítico da jogada de ataque. Este campo respeita os dados de rolagem, mas não as rolagens de dados.",
  "TypeAttackFumbleRangeLabel": "Modificador de Falha Crítica",
  "TypeAttackFumbleRangeTooltip": "Um número inteiro a ser subtraído da margem de falha crítica da jogada de ataque. Este campo respeita os dados de rolagem, mas não as rolagens de dados.",
  "TypeDamage": "Jogadas de Dano",
  "TypeDamageBonusLabel": "Bônus Jogadas de Dano",
  "TypeDamageBonusTooltip": "Partes adicionais para adicionar no topo da jogada de dano.",
  "TypeDamageCriticalBonusDamageLabel": "Dano Crítico Adicional",
  "TypeDamageCriticalBonusDamageTooltip": "Partes adicionais para adicionar no topo da jogada de dano crítico.",
  "TypeDamageCriticalBonusDiceLabel": "Dado Crítico Adicional",
  "TypeDamageCriticalBonusDiceTooltip": "Um número adicional de dados que devem ser rolados em um acerto crítico. Este campo respeita os dados de rolagem, mas não as rolagens de dados.",
  "TypeHitdie": "Jogadas de Dados de Vida",
  "TypeHitdieBonusLabel": "Bônus Jogadas de Dados de Vida",
  "TypeHitdieBonusTooltip": "Partes adicionais para adicionar no topo da jogada de dados de vida.",
  "TypeSave": "CDs de Salvaguarda",
  "TypeSaveBonusLabel": "Bônus CD Salvaguarda",
  "TypeSaveBonusTooltip": "Um número inteiro para adicionar à CD de uma salvaguarda. Este campo respeita os dados de rolagem, mas não as rolagens de dados.",
  "TypeTest": "Testes de Atributo",
  "TypeTestBonusLabel": "Bônus Testes de Atributo",
  "TypeTestBonusTooltip": "Partes adicionais para adicionar no topo da jogada de teste de atributo.",
  "TypeThrow": "Salvaguardas",
  "TypeThrowBonusLabel": "Bônus Salvaguardas",
  "TypeThrowBonusTooltip": "Partes adicionais para adicionar no topo da jogada de salvaguarda.",
  "TypeThrowDeathSaveCriticalLabel": "Limite Crítico Salvaguarda Contra Morte",
  "TypeThrowDeathSaveCriticalTooltip": "Um número inteiro a ser subtraído do limite que decide quando uma Salvaguarda Contra Morte resulta na restauração da consciência e em 1 ponto de vida. Este campo respeita os dados de rolagem, mas não as rolagens de dados.",
  "TypeThrowTargetValueLabel": "Valor Alvo",
  "TypeThrowTargetValueTooltip": "Um número inteiro para subtrair do requisito mínimo para ter um sucesso em uma salvaguarda. Este campo respeita os dados de rolagem, mas não as rolagens de dados."
}}
